Repository: Orange-OpenSource/ouds-ios
Catalog: OUDS/Core/Components/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr

# core_checkbox_checked_a11y
source: Checked
ar: تم فحصه
fr: Coché

# core_checkbox_hint_a11y
source: Double-tap to toggle setting %@
ar: انقر نقرًا مزدوجًا لتبديل الإعداد %@
fr: Taper deux fois pour rendre %@

# core_checkbox_indeterminate_a11y
source: Indeterminate
ar: غير محدد
fr: Indéterminé

# core_checkbox_trait_a11y
source: Checkbox
ar: مربع الاختيار
fr: Case à cocher

# core_checkbox_unchecked_a11y
source: Unchecked
ar: غير محدد
fr: Non coché

# core_common_disabled_a11y
source: Disabled
ar: عاجز
fr: Désactivé

# core_common_enabled_a11y
source: Enabled
ar: مُمَكَّن
fr: Activé

# core_common_onError_a11y
source: is on error
ar: يوجد خطأ
fr: en erreur

# core_common_selected_a11y
source: Selected
ar: مُختار
fr: Sélectionné

# core_common_unselected_a11y
source: Unselected
ar: غير محدد
fr: Non sélectionné

# core_radio_hint_a11y
source: Double-tap to toggle setting %@
ar: انقر نقرًا مزدوجًا لتبديل الإعداد %@
fr: Taper deux fois pour rendre %@

# core_radio_trait_a11y
source: Radio button
ar: زر الراديو
fr: Radio bouton
